Revit 2024 API
UnitTypeId.CubicMetersPerWattSecond Property
 Cubic meters per watt second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerWattSecond { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerWattSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerWattSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace